export const measures = [
    { id: 'Ответов', label: 'правильных ответов' },
    { id: 'Ответов за игру', label: 'правильных ответов за игру' },
    { id: 'Процент правильных', label: '% правильных ответов' },
    { id: 'Игр', label: 'побед' },
    { id: 'Финалов', label: 'выигранных финалов' },
    { id: 'Призов лучшему знатоку', label: 'призов лучшему знатоку' },
    { id: 'Суперблицев', label: 'взятых суперблицев' },
    { id: 'Решающих раундов', label: 'выигранных решающих раундов' },
    { id: 'Досрочных ответов', label: 'досрочных ответов' },
    { id: 'Команд', label: 'разных команд' },

    { id: 'Сезонов', label: 'сезонов' },
    { id: 'Блицев', label: 'выигранных блицев' },
    { id: 'Дополнительных минут', label: 'полезных дополнительных минут' },
    { id: 'Помощь клуба', label: 'удачно взятых помощей клуба' },
];

export const measureToPlus = {
    'Ответов': 'Правильных',
    'Игр': 'Побед',
    'Финалов': 'Выигранных финалов',
    'Призов лучшему знатоку': 'Призов лучшему знатоку',
    'Суперблицев': 'Выигранных суперблицев',
    'Решающих раундов': 'Выигранных решающих раундов',
    'Команд': 'Команд',
    'Процент правильных': 'Процент правильных',
    'Досрочных ответов': 'Правильных досрочных',
    'Ответов за игру': 'Правильных ответов за игру',

    'Сезонов': 'Сезонов',
    'Блицев': 'Выигранных блицев',
    'Дополнительных минут': 'Полезных дополнительных минут',
    'Помощь клуба': 'Полезная помощь клуба',
};
