export const measures = [
    { id: 'Ответов', label: 'правильных ответов' },
    { id: 'Ответов за игру', label: 'правильных ответов за игру' },
    { id: 'Процент правильных', label: '% правильных ответов' },
    { id: 'Игр', label: 'побед' },
    { id: 'Финалов', label: 'выигранных финалов' },
    { id: 'Призов лучшему знатоку', label: 'призов лучшему знатоку' },
    { id: 'Суперблицев', label: 'взятых суперблицев' },
    { id: 'Решающих раундов', label: 'выигранных решающих раундов' },
    { id: 'Досрочных', label: 'досрочных ответов' },
    { id: 'Команд', label: 'разных команд' }
];

export const measureToPlus = {
    'Ответов': 'Правильных',
    'Игр': 'Побед',
    'Финалов': 'Выигранных финалов',
    'Призов лучшему знатоку': 'Призов лучшему знатоку',
    'Суперблицев': 'Взятых суперблицев',
    'Решающих раундов': 'Взятых решающих раундов',
    'Команд': 'Команд',
    'Процент правильных': 'Процент правильных',
    'Досрочных': 'Правильных досрочных',
    'Ответов за игру': 'Правильных ответов за игру'
};
