export const measures = [
    { id: 'Ответов', label: 'правильных ответов' },
    { id: 'Ответов за игру', label: 'правильных ответов за игру' },
    { id: 'Процент правильных', label: '% правильных ответов' },
    { id: 'Игр', label: 'побед' },
    { id: 'Процент побед', label: '% побед' },
    { id: 'Финалов', label: 'выигранных финалов' },
    { id: 'Призов лучшему знатоку', label: 'призов лучшему знатоку' },
    { id: 'Лучший телезритель', label: 'призов лучшему вопросу' },
    { id: 'Процент лучших', label: '% игр с призом лучшему' },
    { id: 'Суперблицев', label: 'взятых суперблицев' },
    { id: 'Решающих раундов', label: 'выигранных решающих раундов' },
    { id: 'Досрочных ответов', label: 'правильных досрочных' },
    { id: 'Досрочных за игру', label: 'правильных досрочных за игру' },
    { id: 'Команд', label: 'разных команд' },

    { id: 'Сезонов', label: 'сезонов' },
    { id: 'Блицев', label: 'выигранных блицев' },
    { id: 'Процент выигранных блицев', label: '% выигранных блицев' },
    { id: 'Дополнительных минут', label: 'полезных дополнительных минут' },
    { id: 'Помощь клуба', label: 'удачно взятых помощей клуба' },
    { id: 'Процент полезной помощи', label: '% удачно взятой помощи' },

    { id: 'Вопросов', label: 'выигравших вопросов' },
    { id: 'Процент выигравших', label: '% выигравших' },

    { id: 'Процент принятия ответственности', label: '% успешного принятия ответственности на себя' },
    { id: 'Попыток спасений за игру', label: 'спасений за игру' }
];

export const measureToPlus = {
    'Ответов': 'Правильных',
    'Игр': 'Побед',
    'Процент побед': 'Процент побед',
    'Финалов': 'Выигранных финалов',
    'Призов лучшему знатоку': 'Призов лучшему знатоку',
    'Процент лучших': 'Процент лучших',
    'Суперблицев': 'Выигранных суперблицев',
    'Решающих раундов': 'Выигранных решающих раундов',
    'Команд': 'Команд',
    'Процент правильных': 'Процент правильных',
    'Досрочных ответов': 'Правильных досрочных',
    'Досрочных за игру': 'Правильных досрочных за игру',
    'Ответов за игру': 'Правильных ответов за игру',

    'Сезонов': 'Сезонов',
    'Блицев': 'Выигранных блицев',
    'Процент выигранных блицев': 'Процент выигранных блицев',
    'Дополнительных минут': 'Полезных дополнительных минут',
    'Помощь клуба': 'Полезная помощь клуба',
    'Процент полезной помощи': 'Процент полезной помощи',

    'Вопросов': 'Вопросов выиграло',
    'Лучший телезритель': 'Лучший телезритель',

    'Процент принятия ответственности': 'Процент успешного принятия ответственности',
    'Попыток спасений за игру': 'Успешных спасений за игру'
};
